tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "iandol/adobe-fonts"
brew "asdf"
brew "aspell"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "cmigemo"
brew "coreutils"
brew "curl"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "htop"
brew "jq"
brew "less"
brew "libtool"
brew "marked"
brew "ripgrep"
brew "tmux"
cask "google-chrome"
cask "deepl"
cask "font-myrica"
cask "font-source-han-code-jp"
cask "raycast"
cask "rectangle"
cask "spotify"
