tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "iandol/adobe-fonts"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "aspell"
brew "bash"
brew "bat"
brew "cmake"
brew "cmigemo"
brew "curl"
brew "direnv"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "htop"
brew "imagemagick"
brew "jq"
brew "less"
brew "multimarkdown"
brew "mas"
brew "neofetch"
brew "ripgrep"
brew "tmux"
cask "alacritty"
cask "deepl"
cask "figma"
cask "font-myrica"
cask "font-source-han-code-jp"
cask "raycast"
cask "rectangle"
cask "spotify"
mas "Bitwarden", id: 1352778147
mas "MeetingBar", id: 1532419400
mas "Xcode", id: 497799835
