tap "homebrew/bundle"
tap "iandol/adobe-fonts"
tap "railwaycat/emacsmacport"
brew "coreutils"
brew "libtool"
brew "aspell"
brew "bash"
brew "bash-completion"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "cmake"
brew "cmigemo"
brew "curl"
brew "deno"
brew "direnv"
brew "dprint"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "htop"
brew "imagemagick"
brew "jnv"
brew "jq"
brew "less"
brew "mas"
brew "mise"
brew "multimarkdown"
brew "neofetch"
brew "ripgrep"
brew "tmux"
cask "alacritty"
cask "deepl"
cask "figma"
cask "font-myrica"
cask "font-source-han-code-jp"
cask "jordanbaird-ice"
cask "raycast"
cask "rectangle"
cask "spotify"
mas "Bitwarden", id: 1352778147
mas "LINE", id: 539883307
mas "MeetingBar", id: 1532419400
mas "Reeder", id: 1529448980
mas "Xcode", id: 497799835
