jorgebucaran/fisher
0rax/fish-bd
decors/fish-ghq
edc/bass
fisherman/getopts
fisherman/spin
fisherman/z
oh-my-fish/plugin-balias
hyakt/luna
hyakt/fish-fzf
hyakt/fish-pnpm-completion
